Revit 2024 API
UnitTypeId.VoltAmperes Property
 Volt amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId VoltAmperes { get; }
Visual Basic
Public Shared ReadOnly Property VoltAmperes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ VoltAmperes {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace